"{\"class_name\": \"Tokenizer\", \"config\": {\"num_words\": 10000, \"filters\": \"!\\\"#$%&()*+,-./:;<=>?@[\\\\]^_`{|}~\\t\\n\", \"lower\": true, \"split\": \" \", \"char_level\": false, \"oov_token\": null, \"document_count\": 1500, \"word_counts\": \"{\\\"the\\\": 3614, \\\"bathroom\\\": 333, \\\"in\\\": 1666, \\\"house\\\": 924, \\\"is\\\": 1594, \\\"a\\\": 5250, \\\"calming\\\": 41, \\\"oasis\\\": 33, \\\"featuring\\\": 157, \\\"large\\\": 604, \\\"soaking\\\": 42, \\\"tub\\\": 46, \\\"glass\\\": 136, \\\"enclosed\\\": 48, \\\"shower\\\": 106, \\\"marble\\\": 120, \\\"countertops\\\": 184, \\\"and\\\": 2333, \\\"soft\\\": 343, \\\"ambient\\\": 50, \\\"lighting\\\": 92, \\\"evoking\\\": 2, \\\"sense\\\": 41, \\\"of\\\": 1546, \\\"tranquility\\\": 50, \\\"luxury\\\": 19, \\\"spacious\\\": 181, \\\"well\\\": 79, \\\"lit\\\": 85, \\\"bathtub\\\": 65, \\\"clean\\\": 64, \\\"white\\\": 207, \\\"sink\\\": 193, \\\"mirrored\\\": 1, \\\"cabinet\\\": 16, \\\"stocked\\\": 4, \\\"with\\\": 1031, \\\"toiletries\\\": 20, \\\"all\\\": 87, \\\"framed\\\": 17, \\\"by\\\": 282, \\\"pristine\\\": 49, \\\"sky\\\": 3, \\\"blue\\\": 50, \\\"tiles\\\": 85, \\\"elegantly\\\": 21, \\\"designed\\\": 239, \\\"separate\\\": 23, \\\"gleaming\\\": 44, \\\"chrome\\\": 29, \\\"fixtures\\\": 81, \\\"lending\\\": 1, \\\"it\\\": 393, \\\"luxurious\\\": 22, \\\"spa\\\": 4, \\\"like\\\": 119, \\\"ambiance\\\": 83, \\\"sanctuary\\\": 150, \\\"cleanliness\\\": 8, \\\"comfort\\\": 186, \\\"porcelain\\\": 47, \\\"modern\\\": 201, \\\"vanity\\\": 125, \\\"sleek\\\": 109, \\\"countertop\\\": 50, \\\"warm\\\": 535, \\\"that\\\": 402, \\\"gives\\\": 5, \\\"space\\\": 594, \\\"an\\\": 219, \\\"inviting\\\": 355, \\\"glow\\\": 52, \\\"tranquil\\\": 48, \\\"walk\\\": 37, \\\"dual\\\": 6, \\\"sinks\\\": 6, \\\"granite\\\": 125, \\\"crisp\\\": 51, \\\"towels\\\": 11, \\\"neatly\\\": 14, \\\"folded\\\": 8, \\\"on\\\": 310, \\\"shelves\\\": 16, \\\"bathed\\\": 41, \\\"boasts\\\": 11, \\\"elegant\\\": 27, \\\"brass\\\": 1, \\\"creating\\\": 133, \\\"soothing\\\": 95, \\\"atmosphere\\\": 119, \\\"mirror\\\": 77, \\\"doors\\\": 3, \\\"freestanding\\\": 7, \\\"radiating\\\": 5, \\\"serene\\\": 88, \\\"arranged\\\": 36, \\\"atop\\\": 5, \\\"reflecting\\\": 18, \\\"light\\\": 215, \\\"from\\\": 219, \\\"s\\\": 1, \\\"double\\\": 33, \\\"illuminated\\\": 21, \\\"natural\\\": 151, \\\"streaming\\\": 25, \\\"through\\\": 48, \\\"frosted\\\": 19, \\\"window\\\": 114, \\\"enclosure\\\": 8, \\\"shiny\\\": 4, \\\"metal\\\": 31, \\\"gleam\\\": 3, \\\"under\\\": 30, \\\"creates\\\": 18, \\\"immaculately\\\": 7, \\\"polished\\\": 67, \\\"add\\\": 11, \\\"touch\\\": 35, \\\"sophistication\\\": 6, \\\"design\\\": 39, \\\"skylight\\\": 3, \\\"above\\\": 41, \\\"walled\\\": 2, \\\"relaxing\\\": 15, \\\"meticulously\\\": 3, \\\"shimmering\\\": 1, \\\"silver\\\": 6, \\\"perfectly\\\": 8, \\\"reflect\\\": 13, \\\"sconce\\\": 1, \\\"to\\\": 395, \\\"overall\\\": 10, \\\"beautifully\\\": 25, \\\"provides\\\": 14, \\\"area\\\": 162, \\\"adorned\\\": 241, \\\"shades\\\": 19, \\\"stall\\\": 1, \\\"plenty\\\": 15, \\\"storage\\\": 117, \\\"underneath\\\": 30, \\\"create\\\": 15, \\\"refreshing\\\": 7, \\\"clawfoot\\\": 1, \\\"imbuing\\\": 2, \\\"rainfall\\\": 1, \\\"filtering\\\": 18, \\\"overhead\\\": 12, \\\"cozy\\\": 370, \\\"tiled\\\": 22, \\\"floors\\\": 13, \\\"plush\\\": 307, \\\"rug\\\": 8, \\\"offering\\\": 25, \\\"perfect\\\": 39, \\\"blend\\\": 70, \\\"elegance\\\": 31, \\\"exudes\\\": 33, \\\"its\\\": 84, \\\"built\\\": 8, \\\"highlights\\\": 2, \\\"room's\\\": 40, \\\"adds\\\": 11, \\\"match\\\": 5, \\\"tiling\\\": 2, \\\"floor\\\": 96, \\\"cubicle\\\": 3, \\\"unit\\\": 3, \\\"exuding\\\": 20, \\\"aura\\\": 6, \\\"accompanied\\\": 26, \\\"complemented\\\": 18, \\\"fresh\\\": 21, \\\"rack\\\": 3, \\\"fro\\\": 1, \\\"topped\\\": 11, \\\"stylish\\\": 5, \\\"filled\\\": 230, \\\"counter\\\": 7, \\\"glistening\\\": 1, \\\"enhances\\\": 8, \\\"visually\\\": 1, \\\"expands\\\": 1, \\\"fluffy\\\": 18, \\\"lights\\\": 16, \\\"recessed\\\": 9, \\\"brightly\\\": 3, \\\"encased\\\": 5, \\\"neutral\\\": 53, \\\"color\\\": 50, \\\"palette\\\": 14, \\\"rain\\\": 1, \\\"sparkling\\\": 3, \\\"crystal\\\": 1, \\\"chandelier\\\": 11, \\\"casting\\\": 8, \\\"over\\\": 8, \\\"warmly\\\": 16, \\\"giving\\\": 17, \\\"serenity\\\": 4, \\\"top\\\": 6, \\\"frameless\\\": 2, \\\"walls\\\": 213, \\\"complete\\\": 4, \\\"sconces\\\": 3, \\\"outfitted\\\": 1, \\\"providing\\\": 36, \\\"for\\\": 632, \\\"relaxation\\\": 156, \\\"boasting\\\": 11, \\\"ample\\\": 63, \\\"flooring\\\": 12, \\\"candlelight\\\": 6, \\\"adding\\\": 22, \\\"hung\\\": 4, \\\"oval\\\": 13, \\\"shaped\\\": 10, \\\"features\\\": 185, \\\"door\\\": 4, \\\"sunny\\\": 2, \\\"accentuated\\\": 3, \\\"ceramic\\\": 21, \\\"decor\\\": 13, \\\"brushed\\\": 4, \\\"nickel\\\": 3, \\\"faucet\\\": 44, \\\"brightness\\\": 4, \\\"spaciousness\\\": 3, \\\"haven\\\": 13, \\\"freshly\\\": 7, \\\"laundered\\\": 1, \\\"hanging\\\": 6, \\\"set\\\": 36, \\\"into\\\": 19, \\\"wall\\\": 64, \\\"sized\\\": 159, \\\"calm\\\": 13, \\\"tied\\\": 1, \\\"together\\\": 11, \\\"stainless\\\": 115, \\\"steel\\\": 116, \\\"instilling\\\": 1, \\\"pendant\\\": 9, \\\"spotlessly\\\": 2, \\\"matching\\\": 27, \\\"toilet\\\": 92, \\\"enhance\\\": 2, \\\"aesthetic\\\": 13, \\\"charm\\\": 17, \\\"impeccably\\\": 1, \\\"provide\\\": 33, \\\"clear\\\": 3, \\\"tastefully\\\": 19, \\\"are\\\": 344, \\\"painted\\\": 92, \\\"shade\\\": 46, \\\"typical\\\": 611, \\\"varies\\\": 18, \\\"size\\\": 271, \\\"style\\\": 78, \\\"but\\\": 58, \\\"generally\\\": 57, \\\"includes\\\": 298, \\\"several\\\": 123, \\\"key\\\": 147, \\\"elements\\\": 180, \\\"1\\\": 221, \\\"this\\\": 332, \\\"standard\\\": 26, \\\"feature\\\": 40, \\\"any\\\": 32, \\\"usually\\\": 684, \\\"comes\\\": 15, \\\"paper\\\": 6, \\\"holder\\\": 6, \\\"nearby\\\": 9, \\\"2\\\": 88, \\\"pedestal\\\": 2, \\\"or\\\": 572, \\\"consists\\\": 87, \\\"primary\\\": 13, \\\"bowl\\\": 9, \\\"seat\\\": 22, \\\"tank\\\": 13, \\\"few\\\": 74, \\\"essential\\\": 77, \\\"where\\\": 154, \\\"individuals\\\": 14, \\\"can\\\": 251, \\\"wash\\\": 40, \\\"their\\\": 56, \\\"hands\\\": 44, \\\"brush\\\": 24, \\\"teeth\\\": 27, \\\"perform\\\": 11, \\\"other\\\": 51, \\\"personal\\\": 110, \\\"hygiene\\\": 27, \\\"tasks\\\": 14, \\\"contains\\\": 61, \\\"one\\\": 104, \\\"main\\\": 76, \\\"fixture\\\": 23, \\\"used\\\": 78, \\\"waste\\\": 7, \\\"disposal\\\": 7, \\\"3\\\": 3, \\\"washing\\\": 14, \\\"brushing\\\": 5, \\\"has\\\": 85, \\\"may\\\": 151, \\\"also\\\": 63, \\\"have\\\": 63, \\\"necessity\\\": 7, \\\"sanitation\\\": 1, \\\"primarily\\\": 15, \\\"human\\\": 2, \\\"often\\\": 478, \\\"placed\\\": 22, \\\"against\\\": 49, \\\"behind\\\": 1, \\\"holds\\\": 2, \\\"releases\\\": 1, \\\"water\\\": 15, \\\"bathrooms\\\": 13, \\\"be\\\": 197, \\\"variety\\\": 40, \\\"types\\\": 3, \\\"including\\\": 11, \\\"two\\\": 40, \\\"piece\\\": 49, \\\"will\\\": 21, \\\"contain\\\": 5, \\\"here\\\": 5, \\\"general\\\": 11, \\\"description\\\": 12, \\\"typically\\\": 200, \\\"combination\\\": 26, \\\"you\\\": 221, \\\"your\\\": 61, \\\"etc\\\": 4, \\\"basic\\\": 21, \\\"components\\\": 20, \\\"people\\\": 40, \\\"face\\\": 16, \\\"maybe\\\": 3, \\\"there\\\": 106, \\\"grooming\\\": 11, \\\"must\\\": 1, \\\"washbasin\\\": 12, \\\"certain\\\": 10, \\\"such\\\": 111, \\\"as\\\": 393, \\\"some\\\": 39, \\\"both\\\": 44, \\\"there's\\\": 29, \\\"it's\\\": 99, \\\"made\\\": 145, \\\"another\\\": 3, \\\"important\\\": 4, \\\"these\\\": 95, \\\"include\\\": 46, \\\"located\\\": 47, \\\"near\\\": 24, \\\"corner\\\": 8, \\\"sometimes\\\": 34, \\\"every\\\": 3, \\\"possibly\\\": 32, \\\"basin\\\": 7, \\\"fundamental\\\": 2, \\\"vary\\\": 83, \\\"flushing\\\": 3, \\\"common\\\": 32, \\\"they\\\": 51, \\\"known\\\": 13, \\\"lavatory\\\": 1, \\\"positioned\\\": 20, \\\"part\\\": 13, \\\"might\\\": 63, \\\"store\\\": 4, \\\"storing\\\": 41, \\\"soap\\\": 5, \\\"toothbrushes\\\": 2, \\\"cosmetics\\\": 1, \\\"items\\\": 42, \\\"dispensers\\\": 1, \\\"cleaning\\\": 12, \\\"supplies\\\": 5, \\\"hot\\\": 5, \\\"cold\\\": 4, \\\"shaving\\\": 1, \\\"which\\\": 207, \\\"own\\\": 2, \\\"small\\\": 30, \\\"privacy\\\": 5, \\\"routines\\\": 3, \\\"offers\\\": 10, \\\"below\\\": 4, \\\"would\\\": 9, \\\"shelf\\\": 2, \\\"do\\\": 2, \\\"drain\\\": 4, \\\"hold\\\": 8, \\\"lid\\\": 3, \\\"along\\\": 4, \\\"stores\\\": 1, \\\"following\\\": 15, \\\"crucial\\\": 1, \\\"either\\\": 28, \\\"normally\\\": 1, \\\"houses\\\": 3, \\\"mechanisms\\\": 1, \\\"catch\\\": 2, \\\"designs\\\": 3, \\\"hidden\\\": 1, \\\"bidet\\\": 1, \\\"necessary\\\": 5, \\\"beneath\\\": 7, \\\"bathroom's\\\": 1, \\\"perhaps\\\": 14, \\\"purposes\\\": 4, \\\"plunger\\\": 1, \\\"here's\\\": 14, \\\"overview\\\": 2, \\\"you'll\\\": 17, \\\"find\\\": 20, \\\"incorporated\\\": 1, \\\"many\\\": 10, \\\"layout\\\": 31, \\\"based\\\": 19, \\\"different\\\": 4, \\\"factors\\\": 1, \\\"house's\\\": 4, \\\"homeowner's\\\": 14, \\\"preferences\\\": 31, \\\"geographical\\\": 2, \\\"location\\\": 13, \\\"however\\\": 7, \\\"most\\\": 46, \\\"first\\\": 80, \\\"things\\\": 3, \\\"notice\\\": 69, \\\"when\\\": 4, \\\"entering\\\": 48, \\\"room\\\": 900, \\\"partitioned\\\": 1, \\\"mounted\\\": 16, \\\"within\\\": 25, \\\"options\\\": 27, \\\"medium\\\": 13, \\\"combined\\\": 1, \\\"waterproof\\\": 2, \\\"cabinets\\\": 174, \\\"drawers\\\": 33, \\\"larger\\\": 11, \\\"bathing\\\": 1, \\\"instead\\\": 1, \\\"equipped\\\": 43, \\\"vital\\\": 2, \\\"number\\\": 51, \\\"that's\\\": 4, \\\"connected\\\": 1, \\\"plumbing\\\": 1, \\\"system\\\": 2, \\\"various\\\": 50, \\\"styles\\\": 2, \\\"high\\\": 14, \\\"end\\\": 5, \\\"models\\\": 1, \\\"advanced\\\": 1, \\\"washbas\\\": 1, \\\"disposed\\\": 1, \\\"handles\\\": 1, \\\"standalone\\\": 1, \\\"amenities\\\": 4, \\\"bodily\\\": 1, \\\"wastes\\\": 1, \\\"though\\\": 5, \\\"greatly\\\": 29, \\\"depending\\\": 162, \\\"tastes\\\": 4, \\\"homeowners\\\": 3, \\\"skincare\\\": 1, \\\"products\\\": 2, \\\"fitted\\\": 2, \\\"found\\\": 60, \\\"home\\\": 535, \\\"upon\\\": 47, \\\"tile\\\": 7, \\\"chosen\\\": 8, \\\"resistant\\\": 6, \\\"properties\\\": 1, \\\"right\\\": 11, \\\"single\\\": 79, \\\"functionality\\\": 59, \\\"eggshell\\\": 1, \\\"bright\\\": 12, \\\"filters\\\": 3, \\\"second\\\": 21, \\\"private\\\": 16, \\\"peaceful\\\": 18, \\\"toned\\\": 28, \\\"ease\\\": 5, \\\"moisture\\\": 3, \\\"resistance\\\": 1, \\\"likely\\\": 13, \\\"next\\\": 10, \\\"across\\\": 9, \\\"function\\\": 4, \\\"enter\\\": 83, \\\"greeted\\\": 28, \\\"diffused\\\": 2, \\\"mix\\\": 7, \\\"residential\\\": 38, \\\"convenience\\\": 12, \\\"beautiful\\\": 20, \\\"huge\\\": 1, \\\"wooden\\\": 163, \\\"frame\\\": 2, \\\"step\\\": 16, \\\"inside\\\": 6, \\\"you're\\\": 25, \\\"cool\\\": 8, \\\"scheme\\\": 13, \\\"whites\\\": 7, \\\"blues\\\": 2, \\\"scent\\\": 11, \\\"hits\\\": 2, \\\"indicating\\\": 1, \\\"pastel\\\": 61, \\\"thing\\\": 62, \\\"enhancing\\\": 6, \\\"richly\\\": 6, \\\"veined\\\": 1, \\\"lends\\\": 1, \\\"air\\\": 24, \\\"directly\\\": 2, \\\"opposite\\\": 4, \\\"countert\\\": 2, \\\"compact\\\": 9, \\\"yet\\\": 11, \\\"comfortable\\\": 215, \\\"easy\\\": 16, \\\"resist\\\": 1, \\\"radiates\\\": 6, \\\"hues\\\": 21, \\\"tones\\\": 20, \\\"halfway\\\": 3, \\\"up\\\": 9, \\\"remaining\\\": 1, \\\"cream\\\": 56, \\\"greets\\\": 4, \\\"ceiling\\\": 19, \\\"pure\\\": 1, \\\"grays\\\": 4, \\\"appeal\\\": 7, \\\"covered\\\": 48, \\\"making\\\": 12, \\\"warmth\\\": 43, \\\"ventilated\\\": 2, \\\"allowing\\\": 11, \\\"while\\\": 13, \\\"ensuring\\\": 2, \\\"grey\\\": 7, \\\"moderately\\\": 2, \\\"contrasting\\\": 2, \\\"dark\\\": 11, \\\"depth\\\": 1, \\\"complementing\\\": 8, \\\"glossy\\\": 8, \\\"line\\\": 3, \\\"rectangular\\\": 111, \\\"square\\\": 78, \\\"colors\\\": 18, \\\"vinyl\\\": 1, \\\"suitable\\\": 2, \\\"wet\\\": 1, \\\"conditions\\\": 1, \\\"harmonious\\\": 12, \\\"underfoot\\\": 10, \\\"give\\\": 7, \\\"off\\\": 15, \\\"vibe\\\": 3, \\\"cascading\\\": 1, \\\"down\\\": 5, \\\"tasteful\\\": 14, \\\"installed\\\": 2, \\\"soon\\\": 2, \\\"glazed\\\": 5, \\\"feel\\\": 18, \\\"functional\\\": 21, \\\"airy\\\": 10, \\\"neutrals\\\": 2, \\\"beige\\\": 29, \\\"being\\\": 1, \\\"choices\\\": 1, \\\"centerpiece\\\": 82, \\\"housed\\\": 1, \\\"contemporary\\\": 4, \\\"showcases\\\": 3, \\\"cover\\\": 4, \\\"look\\\": 2, \\\"cater\\\": 2, \\\"everyday\\\": 2, \\\"\\\\u2013\\\": 1, \\\"sitting\\\": 6, \\\"far\\\": 10, \\\"allows\\\": 20, \\\"aesthetically\\\": 1, \\\"pleasing\\\": 1, \\\"enough\\\": 30, \\\"movement\\\": 8, \\\"pale\\\": 3, \\\"hue\\\": 5, \\\"daily\\\": 2, \\\"activities\\\": 6, \\\"applying\\\": 1, \\\"makeup\\\": 1, \\\"still\\\": 1, \\\"maintaining\\\": 1, \\\"extends\\\": 1, \\\"attention\\\": 12, \\\"drawn\\\": 29, \\\"showerhead\\\": 5, \\\"partition\\\": 1, \\\"beside\\\": 6, \\\"run\\\": 1, \\\"hangs\\\": 1, \\\"lined\\\": 9, \\\"pouring\\\": 6, \\\"helps\\\": 1, \\\"amplify\\\": 1, \\\"sanitary\\\": 1, \\\"colored\\\": 38, \\\"wide\\\": 3, \\\"dominated\\\": 25, \\\"efficiently\\\": 1, \\\"spans\\\": 1, \\\"efficient\\\": 4, \\\"focus\\\": 5, \\\"lend\\\": 2, \\\"commonly\\\": 6, \\\"mid\\\": 2, \\\"combining\\\": 2, \\\"sea\\\": 1, \\\"foam\\\": 1, \\\"green\\\": 1, \\\"appointed\\\": 1, \\\"dedicated\\\": 59, \\\"provided\\\": 2, \\\"pivotal\\\": 1, \\\"point\\\": 48, \\\"home's\\\": 4, \\\"jets\\\": 1, \\\"experience\\\": 30, \\\"stands\\\": 2, \\\"combines\\\": 11, \\\"smooth\\\": 4, \\\"feet\\\": 4, \\\"emanating\\\": 3, \\\"balancing\\\": 1, \\\"aesthetics\\\": 8, \\\"wood\\\": 93, \\\"contrast\\\": 1, \\\"decorative\\\": 8, \\\"keeping\\\": 1, \\\"paint\\\": 2, \\\"practicality\\\": 1, \\\"hint\\\": 2, \\\"nestled\\\": 10, \\\"invites\\\": 14, \\\"abundance\\\": 38, \\\"epitome\\\": 2, \\\"mind\\\": 13, \\\"lines\\\": 2, \\\"minimalist\\\": 2, \\\"gray\\\": 4, \\\"care\\\": 2, \\\"needs\\\": 11, \\\"organized\\\": 6, \\\"hygienic\\\": 1, \\\"side\\\": 38, \\\"attached\\\": 1, \\\"relatively\\\": 1, \\\"half\\\": 1, \\\"appearance\\\": 2, \\\"immediate\\\": 1, \\\"so\\\": 1, \\\"minimalistic\\\": 1, \\\"linen\\\": 8, \\\"dominating\\\": 2, \\\"catches\\\": 7, \\\"eye\\\": 9, \\\"situated\\\": 11, \\\"free\\\": 1, \\\"standing\\\": 4, \\\"claw\\\": 1, \\\"foot\\\": 2, \\\"pleasantly\\\": 1, \\\"classic\\\": 10, \\\"immediately\\\": 28, \\\"finish\\\": 2, \\\"durable\\\": 8, \\\"scented\\\": 1, \\\"candle\\\": 3, \\\"diffuser\\\": 1, \\\"flanked\\\": 14, \\\"roll\\\": 1, \\\"absorbable\\\": 1, \\\"muted\\\": 9, \\\"laid\\\": 1, \\\"out\\\": 1, \\\"precision\\\": 1, \\\"range\\\": 101, \\\"grabs\\\": 2, \\\"eco\\\": 1, \\\"friendly\\\": 7, \\\"led\\\": 1, \\\"embedded\\\": 1, \\\"detachable\\\": 1, \\\"hand\\\": 2, \\\"held\\\": 2, \\\"immaculate\\\": 1, \\\"essentially\\\": 1, \\\"maintain\\\": 3, \\\"surface\\\": 10, \\\"dominant\\\": 3, \\\"not\\\": 4, \\\"very\\\": 1, \\\"everything\\\": 1, \\\"needed\\\": 2, \\\"intimate\\\": 19, \\\"ev\\\": 1, \\\"non\\\": 1, \\\"slip\\\": 1, \\\"sits\\\": 9, \\\"entrance\\\": 5, \\\"overly\\\": 1, \\\"available\\\": 21, \\\"pleasant\\\": 2, \\\"decorated\\\": 20, \\\"glisten\\\": 1, \\\"sheen\\\": 2, \\\"adjacent\\\": 12, \\\"suburban\\\": 3, \\\"accented\\\": 3, \\\"shine\\\": 1, \\\"recess\\\": 1, \\\"stand\\\": 1, \\\"alone\\\": 2, \\\"soaps\\\": 1, \\\"promote\\\": 1, \\\"quality\\\": 4, \\\"trash\\\": 1, \\\"bin\\\": 1, \\\"walking\\\": 2, \\\"oak\\\": 25, \\\"lets\\\": 10, \\\"panel\\\": 1, \\\"separates\\\": 1, \\\"powder\\\": 1, \\\"always\\\": 1, \\\"kept\\\": 1, \\\"easier\\\": 1, \\\"bedroom\\\": 313, \\\"king\\\": 183, \\\"bed\\\": 411, \\\"linens\\\": 49, \\\"rustic\\\": 41, \\\"headboard\\\": 5, \\\"nightstands\\\": 21, \\\"flanking\\\": 1, \\\"each\\\": 21, \\\"holding\\\": 4, \\\"antique\\\": 21, \\\"lamp\\\": 20, \\\"bay\\\": 13, \\\"morning\\\": 12, \\\"sunshine\\\": 4, \\\"filter\\\": 7, \\\"stylishly\\\": 2, \\\"patterned\\\": 8, \\\"dresser\\\": 49, \\\"hosting\\\": 8, \\\"sunlight\\\": 38, \\\"fill\\\": 7, \\\"draped\\\": 21, \\\"comforter\\\": 31, \\\"artwork\\\": 26, \\\"pillows\\\": 103, \\\"vintage\\\": 35, \\\"clothes\\\": 10, \\\"drape\\\": 1, \\\"carpeting\\\": 4, \\\"illuminating\\\": 12, \\\"furnished\\\": 21, \\\"breathtaking\\\": 3, \\\"view\\\": 23, \\\"surrounding\\\": 8, \\\"landscape\\\": 2, \\\"mahogany\\\": 12, \\\"bedside\\\": 34, \\\"garden\\\": 17, \\\"outside\\\": 6, \\\"queen\\\": 81, \\\"laden\\\": 7, \\\"bathe\\\": 8, \\\"entire\\\": 2, \\\"windows\\\": 104, \\\"invite\\\": 10, \\\"lush\\\": 7, \\\"bedding\\\": 11, \\\"dressers\\\": 2, \\\"let\\\": 34, \\\"carefully\\\": 4, \\\"furniture\\\": 140, \\\"earth\\\": 4, \\\"closet\\\": 7, \\\"allow\\\": 17, \\\"during\\\": 15, \\\"day\\\": 15, \\\"revealing\\\": 6, \\\"picturesque\\\": 2, \\\"facing\\\": 7, \\\"hardwood\\\": 26, \\\"oriental\\\": 1, \\\"full\\\": 15, \\\"length\\\": 1, \\\"curtains\\\": 12, \\\"cherished\\\": 8, \\\"knick\\\": 2, \\\"knacks\\\": 2, \\\"curated\\\": 5, \\\"bathes\\\": 8, \\\"highlighting\\\": 6, \\\"array\\\": 18, \\\"family\\\": 248, \\\"photos\\\": 50, \\\"cotton\\\": 4, \\\"books\\\": 24, \\\"dressed\\\": 12, \\\"flood\\\": 15, \\\"backyard\\\": 3, \\\"reading\\\": 17, \\\"nook\\\": 20, \\\"accents\\\": 2, \\\"sturdy\\\": 22, \\\"casts\\\": 1, \\\"pair\\\": 5, \\\"armchairs\\\": 69, \\\"carpet\\\": 7, \\\"retreat\\\": 9, \\\"belongings\\\": 1, \\\"welcoming\\\": 157, \\\"sheets\\\": 6, \\\"dimly\\\": 1, \\\"table\\\": 417, \\\"lamps\\\": 6, \\\"backdrop\\\": 5, \\\"tables\\\": 47, \\\"tufted\\\": 1, \\\"cushions\\\": 11, \\\"desk\\\": 4, \\\"sheer\\\": 5, \\\"golden\\\": 1, \\\"trinkets\\\": 1, \\\"owner's\\\": 7, \\\"unique\\\": 2, \\\"personality\\\": 5, \\\"quaint\\\": 1, \\\"armchair\\\": 1, \\\"selected\\\": 7, \\\"offer\\\": 7, \\\"illuminate\\\": 6, \\\"showcasing\\\": 6, \\\"photographs\\\": 8, \\\"abundant\\\": 6, \\\"amount\\\": 3, \\\"furnishings\\\": 9, \\\"possesses\\\": 1, \\\"pour\\\": 2, \\\"blankets\\\": 12, \\\"mementos\\\": 2, \\\"artworks\\\": 4, \\\"overlooking\\\": 5, \\\"art\\\": 6, \\\"pieces\\\": 16, \\\"quilted\\\": 1, \\\"adorning\\\": 10, \\\"deep\\\": 3, \\\"quilt\\\": 1, \\\"nightstand\\\": 10, \\\"comfy\\\": 2, \\\"drapes\\\": 1, \\\"teeming\\\": 1, \\\"streams\\\": 6, \\\"dapple\\\": 1, \\\"welcomes\\\": 1, \\\"sun\\\": 2, \\\"accentuating\\\": 2, \\\"intricately\\\": 2, \\\"restful\\\": 5, \\\"scenic\\\": 1, \\\"gently\\\": 4, \\\"ushers\\\": 1, \\\"keepsakes\\\": 1, \\\"comforting\\\": 31, \\\"homely\\\": 14, \\\"numerous\\\": 2, \\\"heartwarming\\\": 7, \\\"blooming\\\": 1, \\\"lavender\\\": 1, \\\"quiet\\\": 2, \\\"tree\\\": 1, \\\"street\\\": 1, \\\"blo\\\": 1, \\\"grand\\\": 1, \\\"vibrant\\\": 17, \\\"cascade\\\": 1, \\\"starlit\\\": 1, \\\"at\\\": 83, \\\"night\\\": 9, \\\"layered\\\": 1, \\\"memories\\\": 16, \\\"paintings\\\": 5, \\\"graced\\\": 1, \\\"daylight\\\": 1, \\\"away\\\": 3, \\\"hustle\\\": 3, \\\"bustle\\\": 3, \\\"touches\\\": 6, \\\"floods\\\": 4, \\\"letting\\\": 2, \\\"study\\\": 3, \\\"element\\\": 1, \\\"personalized\\\": 1, \\\"could\\\": 47, \\\"preference\\\": 47, \\\"comforters\\\": 1, \\\"throw\\\": 18, \\\"blanket\\\": 3, \\\"sizes\\\": 9, \\\"sides\\\": 17, \\\"addition\\\": 1, \\\"bedrooms\\\": 6, \\\"central\\\": 84, \\\"optional\\\": 1, \\\"twin\\\": 27, \\\"sort\\\": 5, \\\"resident's\\\": 1, \\\"form\\\": 6, \\\"ranging\\\": 5, \\\"mattress\\\": 10, \\\"chest\\\": 2, \\\"sleeping\\\": 6, \\\"occupant's\\\": 15, \\\"alongside\\\": 4, \\\"focal\\\": 36, \\\"type\\\": 1, \\\"beds\\\": 1, \\\"rest\\\": 21, \\\"occupants'\\\": 6, \\\"widely\\\": 4, \\\"prominent\\\": 6, \\\"center\\\": 125, \\\"even\\\": 11, \\\"california\\\": 2, \\\"occupants\\\": 8, \\\"flank\\\": 2, \\\"appropriate\\\": 1, \\\"largest\\\": 25, \\\"more\\\": 24, \\\"notable\\\": 1, \\\"acts\\\": 1, \\\"alarm\\\": 6, \\\"clock\\\": 4, \\\"book\\\": 1, \\\"occupant\\\": 5, \\\"placing\\\": 2, \\\"glasses\\\": 1, \\\"bes\\\": 1, \\\"person\\\": 4, \\\"couples\\\": 2, \\\"serves\\\": 74, \\\"individual\\\": 2, \\\"occup\\\": 1, \\\"wardrobe\\\": 1, \\\"intended\\\": 1, \\\"residents'\\\": 1, \\\"nighttime\\\": 1, \\\"child\\\": 1, \\\"adults\\\": 1, \\\"although\\\": 1, \\\"exact\\\": 3, \\\"cultural\\\": 5, \\\"practices\\\": 2, \\\"varying\\\": 5, \\\"besides\\\": 1, \\\"consist\\\": 4, \\\"using\\\": 1, \\\"owner\\\": 3, \\\"tends\\\": 4, \\\"sleep\\\": 1, \\\"what\\\": 1, \\\"units\\\": 2, \\\"wardrobes\\\": 1, \\\"occupying\\\": 1, \\\"item\\\": 1, \\\"significantly\\\": 1, \\\"minimum\\\": 1, \\\"clothing\\\": 1, \\\"takes\\\": 7, \\\"significant\\\": 2, \\\"portion\\\": 1, \\\"textures\\\": 4, \\\"paramount\\\": 1, \\\"duvet\\\": 10, \\\"specifically\\\": 9, \\\"sizable\\\": 2, \\\"eyes\\\": 18, \\\"taupe\\\": 4, \\\"open\\\": 17, \\\"feeling\\\": 4, \\\"starting\\\": 7, \\\"captures\\\": 1, \\\"centered\\\": 9, \\\"assortment\\\": 3, \\\"fl\\\": 4, \\\"commands\\\": 1, \\\"middle\\\": 8, \\\"embodies\\\": 3, \\\"rests\\\": 2, \\\"fairly\\\": 2, \\\"subtle\\\": 1, \\\"harmoniously\\\": 1, \\\"reign\\\": 1, \\\"du\\\": 2, \\\"charming\\\": 11, \\\"environment\\\": 6, \\\"lying\\\": 1, \\\"tucked\\\": 2, \\\"ceilings\\\": 4, \\\"ce\\\": 1, \\\"longest\\\": 1, \\\"escape\\\": 1, \\\"world\\\": 2, \\\"collection\\\": 2, \\\"promotes\\\": 3, \\\"moderate\\\": 1, \\\"feels\\\": 4, \\\"due\\\": 1, \\\"smart\\\": 1, \\\"lin\\\": 1, \\\"radiate\\\": 1, \\\"creamy\\\": 2, \\\"heart\\\": 134, \\\"balances\\\": 1, \\\"quite\\\": 1, \\\"picture\\\": 1, \\\"reprieve\\\": 1, \\\"inhabitant\\\": 1, \\\"serving\\\": 10, \\\"excellent\\\": 1, \\\"accent\\\": 3, \\\"delicate\\\": 3, \\\"floral\\\": 1, \\\"wallpaper\\\": 1, \\\"awash\\\": 1, \\\"instantly\\\": 1, \\\"ivory\\\": 1, \\\"plethora\\\": 1, \\\"peace\\\": 1, \\\"rejuvenate\\\": 1, \\\"particular\\\": 3, \\\"steps\\\": 1, \\\"invoking\\\": 1, \\\"approximately\\\": 1, \\\"15x15\\\": 1, \\\"harmonizes\\\": 1, \\\"comfortably\\\": 5, \\\"accommodate\\\": 39, \\\"scene\\\": 1, \\\"velvety\\\": 1, \\\"emanates\\\": 1, \\\"fall\\\": 1, \\\"unwind\\\": 1, \\\"delightful\\\": 26, \\\"sight\\\": 1, \\\"encourages\\\": 3, \\\"effect\\\": 1, \\\"plump\\\": 1, \\\"head\\\": 1, \\\"slumbers\\\": 1, \\\"stream\\\": 3, \\\"stage\\\": 2, \\\"one's\\\": 3, \\\"enveloped\\\": 1, \\\"earthy\\\": 2, \\\"greens\\\": 1, \\\"carpeted\\\": 2, \\\"tast\\\": 1, \\\"tuft\\\": 1, \\\"household\\\": 16, \\\"welcomed\\\": 1, \\\"met\\\": 1, \\\"put\\\": 1, \\\"around\\\": 93, \\\"generously\\\": 1, \\\"selection\\\": 1, \\\"enjoying\\\": 116, \\\"homemade\\\": 15, \\\"meal\\\": 111, \\\"surrounded\\\": 109, \\\"loved\\\": 26, \\\"ones\\\": 25, \\\"laughter\\\": 62, \\\"echoing\\\": 4, \\\"delicious\\\": 23, \\\"food\\\": 150, \\\"wafting\\\": 7, \\\"cooked\\\": 100, \\\"dining\\\": 533, \\\"joy\\\": 3, \\\"dinner\\\": 20, \\\"tantalizing\\\": 7, \\\"aroma\\\": 58, \\\"gathered\\\": 6, \\\"lively\\\": 19, \\\"conversation\\\": 48, \\\"filling\\\": 4, \\\"engaging\\\": 15, \\\"conversations\\\": 20, \\\"familial\\\": 3, \\\"love\\\": 10, \\\"echoes\\\": 9, \\\"shared\\\": 16, \\\"among\\\": 5, \\\"friends\\\": 50, \\\"hums\\\": 1, \\\"sound\\\": 4, \\\"chatter\\\": 7, \\\"clinking\\\": 4, \\\"utensils\\\": 40, \\\"rich\\\": 26, \\\"kitchen\\\": 366, \\\"chatted\\\": 1, \\\"togetherness\\\": 5, \\\"shares\\\": 5, \\\"stories\\\": 18, \\\"camaraderie\\\": 1, \\\"loving\\\": 1, \\\"savoring\\\": 2, \\\"flavors\\\": 1, \\\"dishes\\\": 46, \\\"encapsulates\\\": 2, \\\"quintessential\\\": 3, \\\"meaningful\\\": 1, \\\"makes\\\": 8, \\\"truly\\\": 8, \\\"enhanced\\\": 1, \\\"spices\\\": 11, \\\"delectable\\\": 1, \\\"sharing\\\": 26, \\\"familiar\\\": 4, \\\"setting\\\": 4, \\\"exquisitely\\\": 1, \\\"conviviality\\\": 2, \\\"exemplifies\\\": 2, \\\"essence\\\": 2, \\\"aromas\\\": 13, \\\"buzz\\\": 1, \\\"buzzes\\\": 2, \\\"mingles\\\": 2, \\\"savory\\\": 3, \\\"meals\\\": 186, \\\"dancing\\\": 2, \\\"special\\\": 9, \\\"familiarity\\\": 5, \\\"memorabilia\\\": 1, \\\"hearty\\\": 2, \\\"unforgettable\\\": 2, \\\"lovingly\\\": 4, \\\"memorable\\\": 6, \\\"silverware\\\": 3, \\\"waft\\\": 5, \\\"between\\\": 3, \\\"moment\\\": 1, \\\"murmur\\\": 1, \\\"voices\\\": 1, \\\"hum\\\": 4, \\\"occasional\\\": 2, \\\"defines\\\": 1, \\\"indeed\\\": 1, \\\"symphony\\\": 1, \\\"happy\\\": 2, \\\"moments\\\": 2, \\\"candlelit\\\": 2, \\\"wafted\\\": 1, \\\"gourmet\\\": 1, \\\"music\\\": 1, \\\"playing\\\": 1, \\\"background\\\": 2, \\\"unparalleled\\\": 2, \\\"joyful\\\": 1, \\\"brings\\\": 1, \\\"happiness\\\": 1, \\\"cutlery\\\": 4, \\\"fills\\\": 6, \\\"mouthwatering\\\": 1, \\\"prepared\\\": 17, \\\"illuminates\\\": 2, \\\"fine\\\": 1, \\\"china\\\": 1, \\\"wafts\\\": 3, \\\"indulging\\\": 1, \\\"relished\\\": 1, \\\"enticing\\\": 1, \\\"bonding\\\": 1, \\\"relishes\\\": 1, \\\"unity\\\": 1, \\\"plates\\\": 1, \\\"served\\\": 4, \\\"round\\\": 92, \\\"anywhere\\\": 9, \\\"4\\\": 4, \\\"8\\\": 3, \\\"homes\\\": 2, \\\"members\\\": 37, \\\"chairs\\\": 168, \\\"family's\\\": 7, \\\"equal\\\": 2, \\\"designated\\\": 8, \\\"eating\\\": 24, \\\"potential\\\": 3, \\\"guests\\\": 54, \\\"tablecloth\\\": 4, \\\"meant\\\": 1, \\\"four\\\": 18, \\\"eight\\\": 7, \\\"member\\\": 6, \\\"plan\\\": 7, \\\"shape\\\": 24, \\\"multiple\\\": 11, \\\"accommodating\\\": 5, \\\"group\\\": 1, \\\"living\\\": 332, \\\"twelve\\\": 7, \\\"seats\\\": 4, \\\"padded\\\": 1, \\\"upholstered\\\": 16, \\\"seater\\\": 3, \\\"come\\\": 8, \\\"shapes\\\": 10, \\\"access\\\": 2, \\\"rooms\\\": 33, \\\"gather\\\": 38, \\\"eat\\\": 7, \\\"buffet\\\": 3, \\\"kitchenware\\\": 2, \\\"than\\\": 1, \\\"centrally\\\": 4, \\\"least\\\": 4, \\\"socializing\\\": 37, \\\"seating\\\": 111, \\\"benches\\\": 1, \\\"arrangement\\\": 9, \\\"matches\\\": 2, \\\"centers\\\": 3, \\\"additional\\\": 9, \\\"circular\\\": 9, \\\"depends\\\": 7, \\\"taste\\\": 4, \\\"should\\\": 1, \\\"rectangle\\\": 2, \\\"sideboard\\\": 2, \\\"concept\\\": 5, \\\"materials\\\": 65, \\\"how\\\": 4, \\\"gathers\\\": 2, \\\"numbering\\\": 1, \\\"according\\\": 2, \\\"corresponds\\\": 4, \\\"placemats\\\": 4, \\\"consumed\\\": 2, \\\"6\\\": 1, \\\"consuming\\\": 2, \\\"potentially\\\": 1, \\\"homeowner\\\": 4, \\\"material\\\": 8, \\\"itself\\\": 2, \\\"extra\\\": 2, \\\"families\\\": 7, \\\"entertain\\\": 2, \\\"entertaining\\\": 7, \\\"eaten\\\": 1, \\\"long\\\": 1, \\\"ten\\\": 2, \\\"comprises\\\": 2, \\\"se\\\": 3, \\\"plus\\\": 1, \\\"six\\\": 4, \\\"share\\\": 12, \\\"example\\\": 1, \\\"ranges\\\": 1, \\\"purpose\\\": 4, \\\"host\\\": 1, \\\"specific\\\": 3, \\\"capacity\\\": 1, \\\"hosts\\\": 1, \\\"enjoy\\\": 12, \\\"gatherings\\\": 39, \\\"celebrations\\\": 12, \\\"version\\\": 1, \\\"social\\\": 10, \\\"take\\\": 4, \\\"place\\\": 21, \\\"tablecloths\\\": 1, \\\"gathering\\\": 40, \\\"placem\\\": 1, \\\"engage\\\": 2, \\\"simple\\\": 1, \\\"big\\\": 2, \\\"sociability\\\": 1, \\\"setup\\\": 2, \\\"accommodates\\\": 1, \\\"traditional\\\": 6, \\\"structures\\\": 1, \\\"occasions\\\": 3, \\\"celebrate\\\": 1, \\\"simply\\\": 1, \\\"casual\\\": 6, \\\"extended\\\": 1, \\\"company\\\": 1, \\\"convenient\\\": 1, \\\"preparation\\\": 95, \\\"areas\\\": 4, \\\"cosy\\\": 1, \\\"countless\\\": 1, \\\"farmhouse\\\": 2, \\\"stained\\\": 6, \\\"households\\\": 1, \\\"communal\\\": 5, \\\"interactions\\\": 1, \\\"bringing\\\": 1, \\\"wonderful\\\": 1, \\\"parties\\\": 1, \\\"work\\\": 7, \\\"sessions\\\": 1, \\\"anchored\\\": 4, \\\"enjoyment\\\": 2, \\\"centrepiece\\\": 1, \\\"traditionally\\\": 1, \\\"good\\\": 1, \\\"spending\\\": 2, \\\"time\\\": 3, \\\"capable\\\": 1, \\\"residents\\\": 2, \\\"events\\\": 1, \\\"table's\\\": 1, \\\"distinct\\\": 2, \\\"solid\\\": 3, \\\"devoted\\\": 2, \\\"crafted\\\": 4, \\\"mah\\\": 1, \\\"whole\\\": 1, \\\"convivial\\\": 1, \\\"appliances\\\": 187, \\\"island\\\": 55, \\\"culinary\\\": 9, \\\"creativity\\\": 2, \\\"baking\\\": 4, \\\"bread\\\": 3, \\\"colorful\\\": 13, \\\"cookware\\\": 14, \\\"brimming\\\": 12, \\\"tools\\\": 12, \\\"cabinetry\\\": 25, \\\"preparations\\\": 6, \\\"hub\\\": 14, \\\"cooking\\\": 55, \\\"mosaic\\\": 1, \\\"backsplash\\\": 4, \\\"assorted\\\": 3, \\\"breakfast\\\": 10, \\\"sweet\\\": 1, \\\"prepping\\\": 2, \\\"frequently\\\": 3, \\\"cherry\\\": 13, \\\"fruits\\\": 1, \\\"sunlit\\\": 2, \\\"brewed\\\": 4, \\\"coffee\\\": 65, \\\"finely\\\": 1, \\\"linger\\\": 2, \\\"baked\\\": 2, \\\"permeates\\\": 1, \\\"lining\\\": 2, \\\"ingredients\\\": 4, \\\"bustling\\\": 3, \\\"ornate\\\": 1, \\\"homeliness\\\": 5, \\\"prepare\\\": 3, \\\"state\\\": 4, \\\"promise\\\": 1, \\\"cookies\\\": 1, \\\"oven\\\": 51, \\\"essentials\\\": 4, \\\"homey\\\": 2, \\\"conveniences\\\": 1, \\\"everyone\\\": 1, \\\"prep\\\": 2, \\\"adventures\\\": 1, \\\"ideal\\\": 2, \\\"cook\\\": 2, \\\"preparing\\\": 20, \\\"timber\\\": 1, \\\"stove\\\": 54, \\\"sorts\\\": 1, \\\"presenting\\\": 1, \\\"regularly\\\": 1, \\\"stools\\\": 2, \\\"recipes\\\": 1, \\\"life\\\": 3, \\\"happens\\\": 3, \\\"quartz\\\": 43, \\\"laminate\\\": 38, \\\"draw\\\": 3, \\\"firstly\\\": 1, \\\"refrigerator\\\": 73, \\\"microwave\\\": 25, \\\"dishwasher\\\": 29, \\\"workspace\\\": 4, \\\"surfaces\\\": 12, \\\"pots\\\": 16, \\\"pans\\\": 16, \\\"they're\\\": 2, \\\"flat\\\": 16, \\\"synthetic\\\": 2, \\\"necessities\\\": 1, \\\"brief\\\": 1, \\\"hard\\\": 1, \\\"perishable\\\": 6, \\\"fittings\\\": 1, \\\"kitchens\\\": 6, \\\"major\\\": 2, \\\"utility\\\": 1, \\\"dry\\\": 1, \\\"cooktop\\\": 3, \\\"gas\\\": 7, \\\"electric\\\": 6, \\\"l\\\": 9, \\\"u\\\": 2, \\\"galley\\\": 1, \\\"finished\\\": 2, \\\"mostly\\\": 2, \\\"surround\\\": 1, \\\"facilitate\\\": 4, \\\"stone\\\": 8, \\\"serve\\\": 1, \\\"equipment\\\": 3, \\\"base\\\": 5, \\\"noticeable\\\": 1, \\\"occurs\\\": 1, \\\"stored\\\": 3, \\\"required\\\": 1, \\\"dishware\\\": 1, \\\"shelving\\\": 3, \\\"counters\\\": 5, \\\"perimeter\\\": 1, \\\"foods\\\": 1, \\\"c\\\": 1, \\\"additionally\\\": 1, \\\"paired\\\": 2, \\\"considered\\\": 20, \\\"laminates\\\": 1, \\\"aid\\\": 5, \\\"present\\\": 4, \\\"regarded\\\": 2, \\\"activity\\\": 3, \\\"stovetop\\\": 2, \\\"burners\\\": 1, \\\"produce\\\": 5, \\\"leftovers\\\": 3, \\\"drinks\\\": 2, \\\"fre\\\": 1, \\\"finishes\\\": 1, \\\"functions\\\": 1, \\\"metallic\\\": 1, \\\"appliance\\\": 1, \\\"goods\\\": 1, \\\"black\\\": 3, \\\"smell\\\": 2, \\\"stretch\\\": 1, \\\"three\\\": 2, \\\"just\\\": 2, \\\"socialization\\\": 24, \\\"artificial\\\": 3, \\\"kids\\\": 1, \\\"homework\\\": 1, \\\"similar\\\": 1, \\\"brewing\\\": 1, \\\"toaster\\\": 2, \\\"enjoyed\\\": 2, \\\"packed\\\": 1, \\\"dairy\\\": 2, \\\"last\\\": 1, \\\"interaction\\\": 3, \\\"withstand\\\": 1, \\\"traffic\\\": 1, \\\"spills\\\": 1, \\\"done\\\": 1, \\\"beverages\\\": 1, \\\"keep\\\": 1, \\\"quick\\\": 2, \\\"heating\\\": 2, \\\"spot\\\": 3, \\\"forming\\\": 1, \\\"practical\\\": 1, \\\"make\\\": 1, \\\"cohesive\\\": 1, \\\"peninsula\\\": 1, \\\"perishables\\\": 1, \\\"burner\\\": 1, \\\"cleanup\\\": 1, \\\"running\\\": 1, \\\"forms\\\": 1, \\\"if\\\": 1, \\\"permits\\\": 1, \\\"acting\\\": 1, \\\"meats\\\": 1, \\\"doubles\\\": 1, \\\"basics\\\": 1, \\\"fridge\\\": 1, \\\"sofas\\\": 110, \\\"fireplace\\\": 100, \\\"bookshelves\\\": 12, \\\"interesting\\\": 1, \\\"reads\\\": 1, \\\"crackling\\\": 7, \\\"coziness\\\": 1, \\\"indoor\\\": 3, \\\"plants\\\": 4, \\\"showers\\\": 1, \\\"sofa\\\": 122, \\\"subtly\\\": 1, \\\"velvet\\\": 1, \\\"bounces\\\": 1, \\\"titles\\\": 1, \\\"bursting\\\": 1, \\\"favorite\\\": 1, \\\"warming\\\": 1, \\\"houseplants\\\": 6, \\\"corners\\\": 1, \\\"reflects\\\": 3, \\\"hued\\\": 1, \\\"brick\\\": 2, \\\"literature\\\": 1, \\\"highlight\\\": 1, \\\"pictures\\\": 1, \\\"scattered\\\": 2, \\\"m\\\": 1, \\\"maintained\\\": 1, \\\"decorations\\\": 2, \\\"portraits\\\": 1, \\\"alike\\\": 1, \\\"leisurely\\\": 1, \\\"afternoons\\\": 1, \\\"screen\\\": 9, \\\"tv\\\": 2, \\\"novels\\\": 1, \\\"throughout\\\": 2, \\\"anyone\\\": 2, \\\"who\\\": 2, \\\"enters\\\": 1, \\\"atmospheric\\\": 1, \\\"balance\\\": 5, \\\"television\\\": 33, \\\"eclectic\\\": 1, \\\"couches\\\": 2, \\\"nature\\\": 1, \\\"shadows\\\": 1, \\\"sectional\\\": 10, \\\"couple\\\": 15, \\\"loveseat\\\": 15, \\\"front\\\": 5, \\\"entertainment\\\": 41, \\\"ottomans\\\": 3, \\\"booksh\\\": 1, \\\"recliners\\\": 18, \\\"loveseats\\\": 14, \\\"oriented\\\": 1, \\\"towards\\\": 2, \\\"way\\\": 3, \\\"socialize\\\": 2, \\\"relax\\\": 5, \\\"watch\\\": 1, \\\"lovese\\\": 2, \\\"couch\\\": 10, \\\"focused\\\": 1, \\\"culture\\\": 1, \\\"arm\\\": 1, \\\"lounge\\\": 2, \\\"armch\\\": 3, \\\"influences\\\": 1, \\\"arrangements\\\": 2, \\\"rocking\\\": 1, \\\"individual's\\\": 1, \\\"regional\\\": 1, \\\"standards\\\": 1, \\\"loves\\\": 4, \\\"norms\\\": 1, \\\"choice\\\": 1, \\\"depend\\\": 1, \\\"it\\\\u2019s\\\": 1, \\\"terms\\\": 2, \\\"stereo\\\": 1, \\\"recliner\\\": 4, \\\"spend\\\": 1, \\\"viewing\\\": 1, \\\"drastically\\\": 1, \\\"places\\\": 1, \\\"sit\\\": 2, \\\"recl\\\": 1, \\\"talk\\\": 1, \\\"conversational\\\": 1, \\\"snacks\\\": 1, \\\"see\\\": 3, \\\"tone\\\": 10, \\\"fabric\\\": 10, \\\"strategically\\\": 2, \\\"ott\\\": 1, \\\"gentle\\\": 1, \\\"foster\\\": 1, \\\"sure\\\": 1, \\\"i'd\\\": 1, \\\"describe\\\": 1, \\\"created\\\": 1, \\\"outdoors\\\": 1, \\\"creams\\\": 1, \\\"openness\\\": 1, \\\"hearth\\\": 1, \\\"patterns\\\": 2, \\\"dominates\\\": 5, \\\"upholstery\\\": 2, \\\"media\\\": 1, \\\"console\\\": 1, \\\"low\\\": 2, \\\"overlook\\\": 1, \\\"honey\\\": 1, \\\"entry\\\": 1, \\\"glows\\\": 1, \\\"panoramic\\\": 1, \\\"splash\\\": 2, \\\"complements\\\": 2, \\\"faces\\\": 4, \\\"substantial\\\": 1, \\\"hours\\\": 1, \\\"illumin\\\": 1, \\\"variously\\\": 1, \\\"chocolate\\\": 1, \\\"brown\\\": 1, \\\"lace\\\": 1, \\\"plentiful\\\": 1, \\\"carpets\\\": 1, \\\"lays\\\": 1, \\\"functioning\\\": 1, \\\"vibrancy\\\": 1, \\\"looks\\\": 1, \\\"generous\\\": 1, \\\"breezy\\\": 1, \\\"oversized\\\": 1, \\\"offset\\\": 1, \\\"brightening\\\": 1, \\\"navy\\\": 1, \\\"flooded\\\": 1, \\\"thanks\\\": 1, \\\"connection\\\": 1}\", \"word_docs\": \"{\\\"is\\\": 1141, \\\"featuring\\\": 157, \\\"ambient\\\": 50, \\\"tranquility\\\": 50, \\\"soaking\\\": 42, \\\"oasis\\\": 33, \\\"in\\\": 1233, \\\"countertops\\\": 177, \\\"enclosed\\\": 48, \\\"house\\\": 902, \\\"tub\\\": 46, \\\"of\\\": 1044, \\\"shower\\\": 101, \\\"bathroom\\\": 300, \\\"lighting\\\": 92, \\\"luxury\\\": 19, \\\"marble\\\": 120, \\\"large\\\": 593, \\\"glass\\\": 136, \\\"sense\\\": 40, \\\"the\\\": 1347, \\\"soft\\\": 338, \\\"a\\\": 1493, \\\"evoking\\\": 2, \\\"and\\\": 1361, \\\"calming\\\": 41, \\\"lit\\\": 84, \\\"sky\\\": 3, \\\"cabinet\\\": 16, \\\"pristine\\\": 49, \\\"framed\\\": 17, \\\"well\\\": 77, \\\"tiles\\\": 82, \\\"sink\\\": 153, \\\"white\\\": 206, \\\"clean\\\": 62, \\\"with\\\": 778, \\\"all\\\": 87, \\\"blue\\\": 50, \\\"by\\\": 268, \\\"stocked\\\": 4, \\\"spacious\\\": 181, \\\"toiletries\\\": 20, \\\"bathtub\\\": 61, \\\"mirrored\\\": 1, \\\"chrome\\\": 29, \\\"lending\\\": 1, \\\"like\\\": 118, \\\"luxurious\\\": 22, \\\"gleaming\\\": 44, \\\"spa\\\": 4, \\\"elegantly\\\": 21, \\\"designed\\\": 238, \\\"ambiance\\\": 83, \\\"separate\\\": 23, \\\"it\\\": 366, \\\"fixtures\\\": 81, \\\"glow\\\": 52, \\\"that\\\": 374, \\\"vanity\\\": 105, \\\"gives\\\": 5, \\\"porcelain\\\": 47, \\\"warm\\\": 534, \\\"countertop\\\": 49, \\\"cleanliness\\\": 8, \\\"sanctuary\\\": 150, \\\"an\\\": 198, \\\"comfort\\\": 183, \\\"modern\\\": 201, \\\"inviting\\\": 352, \\\"space\\\": 565, \\\"sleek\\\": 109, \\\"shelves\\\": 16, \\\"towels\\\": 11, \\\"bathed\\\": 41, \\\"folded\\\": 8, \\\"neatly\\\": 14, \\\"on\\\": 286, \\\"sinks\\\": 6, \\\"dual\\\": 6, \\\"tranquil\\\": 48, \\\"granite\\\": 125, \\\"walk\\\": 37, \\\"crisp\\\": 51, \\\"creating\\\": 133, \\\"soothing\\\": 95, \\\"atmosphere\\\": 119, \\\"boasts\\\": 11, \\\"brass\\\": 1, \\\"elegant\\\": 27, \\\"mirror\\\": 77, \\\"radiating\\\": 5, \\\"serene\\\": 88, \\\"doors\\\": 3, \\\"freestanding\\\": 7, \\\"reflecting\\\": 18, \\\"atop\\\": 5, \\\"from\\\": 216, \\\"light\\\": 200, \\\"s\\\": 1, \\\"arranged\\\": 36, \\\"illuminated\\\": 21, \\\"double\\\": 33, \\\"frosted\\\": 19, \\\"through\\\": 48, \\\"window\\\": 111, \\\"natural\\\": 151, \\\"streaming\\\": 25, \\\"under\\\": 30, \\\"shiny\\\": 4, \\\"enclosure\\\": 8, \\\"gleam\\\": 3, \\\"metal\\\": 31, \\\"creates\\\": 18, \\\"add\\\": 11, \\\"immaculately\\\": 7, \\\"polished\\\": 67, \\\"sophistication\\\": 6, \\\"touch\\\": 35, \\\"design\\\": 39, \\\"skylight\\\": 3, \\\"above\\\": 41, \\\"walled\\\": 2, \\\"relaxing\\\": 15, \\\"meticulously\\\": 3, \\\"shimmering\\\": 1, \\\"perfectly\\\": 8, \\\"sconce\\\": 1, \\\"reflect\\\": 13, \\\"silver\\\": 6, \\\"to\\\": 353, \\\"overall\\\": 10, \\\"provides\\\": 14, \\\"beautifully\\\": 25, \\\"area\\\": 154, \\\"adorned\\\": 230, \\\"shades\\\": 19, \\\"underneath\\\": 30, \\\"storage\\\": 115, \\\"stall\\\": 1, \\\"plenty\\\": 15, \\\"refreshing\\\": 7, \\\"create\\\": 15, \\\"imbuing\\\": 2, \\\"clawfoot\\\": 1, \\\"rainfall\\\": 1, \\\"filtering\\\": 18, \\\"overhead\\\": 12, \\\"floors\\\": 13, \\\"tiled\\\": 22, \\\"plush\\\": 306, \\\"rug\\\": 8, \\\"offering\\\": 25, \\\"cozy\\\": 370, \\\"blend\\\": 70, \\\"elegance\\\": 31, \\\"perfect\\\": 38, \\\"its\\\": 84, \\\"built\\\": 8, \\\"exudes\\\": 33, \\\"room's\\\": 39, \\\"highlights\\\": 2, \\\"adds\\\": 11, \\\"match\\\": 5, \\\"floor\\\": 92, \\\"tiling\\\": 2, \\\"exuding\\\": 20, \\\"cubicle\\\": 3, \\\"unit\\\": 3, \\\"aura\\\": 6, \\\"accompanied\\\": 26, \\\"complemented\\\": 18, \\\"fresh\\\": 21, \\\"rack\\\": 3, \\\"fro\\\": 1, \\\"topped\\\": 11, \\\"stylish\\\": 5, \\\"counter\\\": 7, \\\"filled\\\": 218, \\\"enhances\\\": 8, \\\"glistening\\\": 1, \\\"expands\\\": 1, \\\"visually\\\": 1, \\\"fluffy\\\": 18, \\\"lights\\\": 16, \\\"recessed\\\": 9, \\\"encased\\\": 5, \\\"brightly\\\": 3, \\\"neutral\\\": 53, \\\"color\\\": 49, \\\"palette\\\": 14, \\\"rain\\\": 1, \\\"casting\\\": 8, \\\"sparkling\\\": 3, \\\"chandelier\\\": 11, \\\"crystal\\\": 1, \\\"over\\\": 8, \\\"giving\\\": 17, \\\"warmly\\\": 16, \\\"serenity\\\": 4, \\\"top\\\": 6, \\\"complete\\\": 4, \\\"walls\\\": 212, \\\"frameless\\\": 2, \\\"sconces\\\": 3, \\\"for\\\": 524, \\\"outfitted\\\": 1, \\\"relaxation\\\": 156, \\\"providing\\\": 36, \\\"boasting\\\": 11, \\\"ample\\\": 63, \\\"candlelight\\\": 6, \\\"flooring\\\": 12, \\\"adding\\\": 22, \\\"hung\\\": 4, \\\"oval\\\": 13, \\\"shaped\\\": 9, \\\"features\\\": 184, \\\"sunny\\\": 2, \\\"door\\\": 4, \\\"accentuated\\\": 3, \\\"ceramic\\\": 21, \\\"decor\\\": 13, \\\"nickel\\\": 3, \\\"brushed\\\": 4, \\\"faucet\\\": 44, \\\"brightness\\\": 4, \\\"spaciousness\\\": 3, \\\"hanging\\\": 6, \\\"laundered\\\": 1, \\\"freshly\\\": 7, \\\"haven\\\": 13, \\\"wall\\\": 64, \\\"sized\\\": 157, \\\"set\\\": 35, \\\"into\\\": 18, \\\"calm\\\": 13, \\\"together\\\": 11, \\\"tied\\\": 1, \\\"steel\\\": 116, \\\"instilling\\\": 1, \\\"stainless\\\": 115, \\\"pendant\\\": 9, \\\"matching\\\": 27, \\\"toilet\\\": 77, \\\"spotlessly\\\": 2, \\\"charm\\\": 17, \\\"enhance\\\": 2, \\\"aesthetic\\\": 13, \\\"provide\\\": 32, \\\"impeccably\\\": 1, \\\"clear\\\": 3, \\\"tastefully\\\": 19, \\\"painted\\\": 92, \\\"are\\\": 275, \\\"shade\\\": 46, \\\"key\\\": 144, \\\"elements\\\": 180, \\\"feature\\\": 39, \\\"pedestal\\\": 2, \\\"standard\\\": 26, \\\"but\\\": 58, \\\"holder\\\": 6, \\\"typical\\\": 611, \\\"size\\\": 214, \\\"any\\\": 32, \\\"or\\\": 459, \\\"1\\\": 221, \\\"nearby\\\": 9, \\\"generally\\\": 57, \\\"usually\\\": 555, \\\"includes\\\": 271, \\\"style\\\": 78, \\\"this\\\": 313, \\\"2\\\": 88, \\\"several\\\": 123, \\\"comes\\\": 15, \\\"varies\\\": 18, \\\"paper\\\": 6, \\\"primary\\\": 12, \\\"tank\\\": 12, \\\"consists\\\": 84, \\\"seat\\\": 22, \\\"bowl\\\": 9, \\\"perform\\\": 11, \\\"brush\\\": 24, \\\"their\\\": 37, \\\"can\\\": 228, \\\"teeth\\\": 27, \\\"hygiene\\\": 27, \\\"personal\\\": 110, \\\"few\\\": 74, \\\"hands\\\": 44, \\\"wash\\\": 40, \\\"individuals\\\": 14, \\\"essential\\\": 77, \\\"tasks\\\": 13, \\\"other\\\": 50, \\\"where\\\": 152, \\\"disposal\\\": 7, \\\"main\\\": 74, \\\"waste\\\": 7, \\\"used\\\": 73, \\\"3\\\": 3, \\\"fixture\\\": 23, \\\"one\\\": 102, \\\"contains\\\": 61, \\\"brushing\\\": 5, \\\"also\\\": 62, \\\"necessity\\\": 7, \\\"may\\\": 148, \\\"has\\\": 81, \\\"have\\\": 62, \\\"washing\\\": 14, \\\"releases\\\": 1, \\\"behind\\\": 1, \\\"sanitation\\\": 1, \\\"holds\\\": 2, \\\"often\\\": 425, \\\"placed\\\": 22, \\\"primarily\\\": 15, \\\"against\\\": 49, \\\"human\\\": 2, \\\"water\\\": 15, \\\"be\\\": 186, \\\"bathrooms\\\": 13, \\\"types\\\": 3, \\\"two\\\": 40, \\\"piece\\\": 48, \\\"including\\\": 11, \\\"variety\\\": 40, \\\"combination\\\": 26, \\\"here\\\": 5, \\\"description\\\": 12, \\\"contain\\\": 5, \\\"typically\\\": 199, \\\"will\\\": 19, \\\"general\\\": 11, \\\"you\\\": 161, \\\"etc\\\": 4, \\\"your\\\": 55, \\\"face\\\": 16, \\\"people\\\": 40, \\\"maybe\\\": 3, \\\"there\\\": 101, \\\"components\\\": 20, \\\"basic\\\": 20, \\\"grooming\\\": 11, \\\"washbasin\\\": 12, \\\"must\\\": 1, \\\"certain\\\": 10, \\\"such\\\": 109, \\\"both\\\": 44, \\\"there's\\\": 29, \\\"some\\\": 38, \\\"as\\\": 353, \\\"made\\\": 144, \\\"another\\\": 3, \\\"it's\\\": 97, \\\"important\\\": 4, \\\"include\\\": 43, \\\"these\\\": 87, \\\"near\\\": 24, \\\"corner\\\": 8, \\\"located\\\": 47, \\\"sometimes\\\": 34, \\\"every\\\": 3, \\\"possibly\\\": 32, \\\"basin\\\": 7, \\\"fundamental\\\": 2, \\\"vary\\\": 83, \\\"flushing\\\": 3, \\\"known\\\": 13, \\\"lavatory\\\": 1, \\\"they\\\": 51, \\\"common\\\": 32, \\\"positioned\\\": 20, \\\"part\\\": 13, \\\"store\\\": 4, \\\"might\\\": 61, \\\"cosmetics\\\": 1, \\\"toothbrushes\\\": 2, \\\"storing\\\": 40, \\\"soap\\\": 5, \\\"items\\\": 40, \\\"dispensers\\\": 1, \\\"supplies\\\": 5, \\\"cleaning\\\": 12, \\\"hot\\\": 5, \\\"cold\\\": 4, \\\"shaving\\\": 1, \\\"small\\\": 30, \\\"privacy\\\": 5, \\\"which\\\": 201, \\\"own\\\": 2, \\\"below\\\": 4, \\\"routines\\\": 3, \\\"offers\\\": 10, \\\"shelf\\\": 2, \\\"would\\\": 8, \\\"do\\\": 2, \\\"drain\\\": 4, \\\"hold\\\": 8, \\\"stores\\\": 1, \\\"along\\\": 4, \\\"lid\\\": 3, \\\"following\\\": 15, \\\"crucial\\\": 1, \\\"normally\\\": 1, \\\"either\\\": 28, \\\"mechanisms\\\": 1, \\\"houses\\\": 3, \\\"catch\\\": 2, \\\"hidden\\\": 1, \\\"designs\\\": 3, \\\"bidet\\\": 1, \\\"necessary\\\": 5, \\\"beneath\\\": 7, \\\"bathroom's\\\": 1, \\\"perhaps\\\": 13, \\\"purposes\\\": 4, \\\"plunger\\\": 1, \\\"find\\\": 20, \\\"incorporated\\\": 1, \\\"overview\\\": 2, \\\"you'll\\\": 17, \\\"here's\\\": 14, \\\"many\\\": 10, \\\"homeowner's\\\": 14, \\\"layout\\\": 31, \\\"house's\\\": 4, \\\"based\\\": 19, \\\"geographical\\\": 2, \\\"most\\\": 46, \\\"different\\\": 4, \\\"preferences\\\": 31, \\\"location\\\": 13, \\\"factors\\\": 1, \\\"however\\\": 7, \\\"notice\\\": 69, \\\"partitioned\\\": 1, \\\"entering\\\": 48, \\\"first\\\": 80, \\\"when\\\": 4, \\\"things\\\": 3, \\\"room\\\": 719, \\\"within\\\": 25, \\\"mounted\\\": 16, \\\"options\\\": 27, \\\"medium\\\": 13, \\\"combined\\\": 1, \\\"waterproof\\\": 2, \\\"drawers\\\": 33, \\\"cabinets\\\": 162, \\\"larger\\\": 11, \\\"bathing\\\": 1, \\\"instead\\\": 1, \\\"equipped\\\": 43, \\\"vital\\\": 2, \\\"number\\\": 45, \\\"plumbing\\\": 1, \\\"system\\\": 2, \\\"that's\\\": 4, \\\"connected\\\": 1, \\\"high\\\": 14, \\\"end\\\": 5, \\\"various\\\": 48, \\\"advanced\\\": 1, \\\"styles\\\": 2, \\\"models\\\": 1, \\\"washbas\\\": 1, \\\"disposed\\\": 1, \\\"handles\\\": 1, \\\"standalone\\\": 1, \\\"amenities\\\": 4, \\\"bodily\\\": 1, \\\"wastes\\\": 1, \\\"homeowners\\\": 3, \\\"greatly\\\": 29, \\\"though\\\": 5, \\\"depending\\\": 162, \\\"tastes\\\": 4, \\\"skincare\\\": 1, \\\"products\\\": 2, \\\"fitted\\\": 2, \\\"found\\\": 60, \\\"chosen\\\": 8, \\\"resistant\\\": 5, \\\"tile\\\": 7, \\\"single\\\": 79, \\\"home\\\": 492, \\\"right\\\": 11, \\\"properties\\\": 1, \\\"upon\\\": 47, \\\"functionality\\\": 59, \\\"bright\\\": 12, \\\"eggshell\\\": 1, \\\"filters\\\": 3, \\\"peaceful\\\": 18, \\\"toned\\\": 28, \\\"second\\\": 21, \\\"private\\\": 16, \\\"across\\\": 9, \\\"likely\\\": 13, \\\"moisture\\\": 3, \\\"next\\\": 10, \\\"ease\\\": 5, \\\"resistance\\\": 1, \\\"enter\\\": 83, \\\"function\\\": 4, \\\"diffused\\\": 2, \\\"mix\\\": 7, \\\"greeted\\\": 28, \\\"residential\\\": 38, \\\"convenience\\\": 12, \\\"beautiful\\\": 20, \\\"wooden\\\": 163, \\\"huge\\\": 1, \\\"frame\\\": 2, \\\"whites\\\": 7, \\\"you're\\\": 25, \\\"scheme\\\": 13, \\\"cool\\\": 8, \\\"inside\\\": 6, \\\"step\\\": 16, \\\"blues\\\": 2, \\\"scent\\\": 11, \\\"hits\\\": 2, \\\"pastel\\\": 61, \\\"indicating\\\": 1, \\\"enhancing\\\": 6, \\\"thing\\\": 62, \\\"air\\\": 24, \\\"veined\\\": 1, \\\"opposite\\\": 4, \\\"countert\\\": 2, \\\"directly\\\": 2, \\\"richly\\\": 6, \\\"lends\\\": 1, \\\"easy\\\": 16, \\\"comfortable\\\": 214, \\\"compact\\\": 9, \\\"resist\\\": 1, \\\"yet\\\": 11, \\\"hues\\\": 21, \\\"radiates\\\": 6, \\\"remaining\\\": 1, \\\"halfway\\\": 3, \\\"up\\\": 9, \\\"cream\\\": 56, \\\"tones\\\": 20, \\\"greets\\\": 4, \\\"grays\\\": 4, \\\"ceiling\\\": 19, \\\"pure\\\": 1, \\\"making\\\": 12, \\\"appeal\\\": 7, \\\"covered\\\": 47, \\\"warmth\\\": 43, \\\"ensuring\\\": 2, \\\"ventilated\\\": 2, \\\"grey\\\": 7, \\\"while\\\": 13, \\\"allowing\\\": 11, \\\"moderately\\\": 2, \\\"depth\\\": 1, \\\"contrasting\\\": 2, \\\"dark\\\": 11, \\\"complementing\\\": 8, \\\"glossy\\\": 8, \\\"line\\\": 3, \\\"colors\\\": 18, \\\"vinyl\\\": 1, \\\"square\\\": 78, \\\"wet\\\": 1, \\\"conditions\\\": 1, \\\"rectangular\\\": 111, \\\"suitable\\\": 2, \\\"vibe\\\": 3, \\\"down\\\": 5, \\\"give\\\": 7, \\\"cascading\\\": 1, \\\"underfoot\\\": 10, \\\"off\\\": 15, \\\"harmonious\\\": 12, \\\"installed\\\": 2, \\\"tasteful\\\": 14, \\\"feel\\\": 18, \\\"glazed\\\": 5, \\\"soon\\\": 2, \\\"neutrals\\\": 2, \\\"beige\\\": 29, \\\"being\\\": 1, \\\"functional\\\": 21, \\\"choices\\\": 1, \\\"airy\\\": 10, \\\"housed\\\": 1, \\\"centerpiece\\\": 82, \\\"showcases\\\": 3, \\\"cover\\\": 4, \\\"contemporary\\\": 4, \\\"look\\\": 2, \\\"\\\\u2013\\\": 1, \\\"everyday\\\": 2, \\\"cater\\\": 2, \\\"sitting\\\": 6, \\\"allows\\\": 20, \\\"far\\\": 10, \\\"movement\\\": 8, \\\"hue\\\": 5, \\\"pale\\\": 3, \\\"enough\\\": 29, \\\"aesthetically\\\": 1, \\\"pleasing\\\": 1, \\\"daily\\\": 2, \\\"applying\\\": 1, \\\"makeup\\\": 1, \\\"activities\\\": 6, \\\"still\\\": 1, \\\"extends\\\": 1, \\\"maintaining\\\": 1, \\\"showerhead\\\": 5, \\\"drawn\\\": 29, \\\"partition\\\": 1, \\\"beside\\\": 6, \\\"attention\\\": 12, \\\"run\\\": 1, \\\"hangs\\\": 1, \\\"lined\\\": 9, \\\"pouring\\\": 6, \\\"amplify\\\": 1, \\\"helps\\\": 1, \\\"sanitary\\\": 1, \\\"colored\\\": 37, \\\"wide\\\": 3, \\\"dominated\\\": 25, \\\"efficiently\\\": 1, \\\"spans\\\": 1, \\\"focus\\\": 5, \\\"lend\\\": 2, \\\"efficient\\\": 4, \\\"commonly\\\": 6, \\\"foam\\\": 1, \\\"sea\\\": 1, \\\"mid\\\": 2, \\\"combining\\\": 2, \\\"green\\\": 1, \\\"appointed\\\": 1, \\\"pivotal\\\": 1, \\\"dedicated\\\": 59, \\\"provided\\\": 2, \\\"point\\\": 48, \\\"stands\\\": 2, \\\"home's\\\": 4, \\\"jets\\\": 1, \\\"experience\\\": 30, \\\"feet\\\": 4, \\\"combines\\\": 11, \\\"smooth\\\": 4, \\\"emanating\\\": 3, \\\"contrast\\\": 1, \\\"wood\\\": 93, \\\"balancing\\\": 1, \\\"aesthetics\\\": 8, \\\"decorative\\\": 8, \\\"keeping\\\": 1, \\\"paint\\\": 2, \\\"hint\\\": 2, \\\"practicality\\\": 1, \\\"nestled\\\": 10, \\\"invites\\\": 14, \\\"abundance\\\": 38, \\\"epitome\\\": 2, \\\"mind\\\": 13, \\\"gray\\\": 4, \\\"lines\\\": 2, \\\"minimalist\\\": 2, \\\"needs\\\": 11, \\\"care\\\": 2, \\\"side\\\": 38, \\\"hygienic\\\": 1, \\\"organized\\\": 6, \\\"attached\\\": 1, \\\"half\\\": 1, \\\"relatively\\\": 1, \\\"appearance\\\": 2, \\\"immediate\\\": 1, \\\"so\\\": 1, \\\"minimalistic\\\": 1, \\\"linen\\\": 8, \\\"dominating\\\": 2, \\\"free\\\": 1, \\\"catches\\\": 7, \\\"situated\\\": 11, \\\"claw\\\": 1, \\\"foot\\\": 2, \\\"standing\\\": 4, \\\"eye\\\": 9, \\\"classic\\\": 10, \\\"pleasantly\\\": 1, \\\"immediately\\\": 28, \\\"durable\\\": 8, \\\"finish\\\": 2, \\\"scented\\\": 1, \\\"diffuser\\\": 1, \\\"candle\\\": 3, \\\"flanked\\\": 14, \\\"roll\\\": 1, \\\"absorbable\\\": 1, \\\"precision\\\": 1, \\\"laid\\\": 1, \\\"muted\\\": 9, \\\"out\\\": 1, \\\"range\\\": 101, \\\"grabs\\\": 2, \\\"friendly\\\": 7, \\\"embedded\\\": 1, \\\"eco\\\": 1, \\\"led\\\": 1, \\\"detachable\\\": 1, \\\"hand\\\": 2, \\\"held\\\": 2, \\\"immaculate\\\": 1, \\\"maintain\\\": 3, \\\"essentially\\\": 1, \\\"surface\\\": 10, \\\"dominant\\\": 3, \\\"very\\\": 1, \\\"needed\\\": 2, \\\"not\\\": 4, \\\"everything\\\": 1, \\\"intimate\\\": 19, \\\"ev\\\": 1, \\\"slip\\\": 1, \\\"non\\\": 1, \\\"sits\\\": 9, \\\"entrance\\\": 5, \\\"overly\\\": 1, \\\"available\\\": 21, \\\"pleasant\\\": 2, \\\"glisten\\\": 1, \\\"decorated\\\": 20, \\\"sheen\\\": 2, \\\"adjacent\\\": 12, \\\"suburban\\\": 3, \\\"shine\\\": 1, \\\"recess\\\": 1, \\\"accented\\\": 3, \\\"stand\\\": 1, \\\"alone\\\": 2, \\\"soaps\\\": 1, \\\"promote\\\": 1, \\\"quality\\\": 4, \\\"bin\\\": 1, \\\"trash\\\": 1, \\\"walking\\\": 2, \\\"oak\\\": 25, \\\"lets\\\": 10, \\\"panel\\\": 1, \\\"separates\\\": 1, \\\"always\\\": 1, \\\"powder\\\": 1, \\\"kept\\\": 1, \\\"easier\\\": 1, \\\"linens\\\": 49, \\\"headboard\\\": 5, \\\"holding\\\": 4, \\\"king\\\": 181, \\\"bay\\\": 13, \\\"each\\\": 21, \\\"antique\\\": 21, \\\"bedroom\\\": 300, \\\"lamp\\\": 20, \\\"nightstands\\\": 21, \\\"flanking\\\": 1, \\\"rustic\\\": 41, \\\"bed\\\": 275, \\\"sunshine\\\": 4, \\\"morning\\\": 12, \\\"filter\\\": 7, \\\"sunlight\\\": 38, \\\"hosting\\\": 8, \\\"fill\\\": 7, \\\"patterned\\\": 8, \\\"dresser\\\": 49, \\\"stylishly\\\": 2, \\\"draped\\\": 21, \\\"comforter\\\": 31, \\\"artwork\\\": 26, \\\"carpeting\\\": 4, \\\"pillows\\\": 103, \\\"vintage\\\": 35, \\\"drape\\\": 1, \\\"clothes\\\": 10, 